<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 应用设置
// +----------------------------------------------------------------------

use think\facade\Env;

return [
    //开户自动同步订单到广物
    'is_synchronization_order'=>1,
    'cache_stock_item'=>300,//每个商品查询库存时间
    'fei_xiao_rank'=>[
         0=>['value'=>0,'label'=>'无','disabled'=>true],
        'a'=>['value'=>'a','label'=>'服务商','disabled'=>true],
        'b'=>['value'=>'b','label'=>'代理','disabled'=>true],
        'c'=>['value'=>'c','label'=>'服务中心','disabled'=>true]],
];
